tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'docmunch/pdftk'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
#tap 'spl/pdftk' -- this may be better than docmunch/pdftk
brew 'ack'

brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'aspell', args: ['with-lang-en']
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cntlm', restart_service: true
brew 'coreutils'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'ecj'
brew 'emacs', args: ['HEAD', 'with-cocoa', 'with-gnutls', 'with-imagemagick', 'dbus', 'mailutils'], restart_service: true
brew 'pkg-config'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'global'
brew 'gmp'
brew 'gnupg'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'go'
brew 'pinentry'
brew 'gpg-agent'
brew 'libtool'
brew 'graphviz'
brew 'icu4c'
brew 'harfbuzz'
brew 'htop-osx'
brew 'xz'
brew 'imagemagick'
brew 'isl'
brew 'libcroco'
brew 'libevent'
brew 'mpfr'
brew 'libmpc'
brew 'pango'
brew 'librsvg'
brew 'libusb'
brew 'libusb-compat'
brew 'makedepend'
brew 'memcached', restart_service: true
brew 'mupdf-tools'
brew 'node'
brew 'pandoc'
brew 'pdf2json'
brew 'plantuml'
brew 'platypus'
brew 'postgresql', restart_service: true
brew 'qt'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'stow'
brew 'swftools', args: ['with-jpeg']
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unixodbc'
brew 'wget'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/x11/mupdf'
cask 'font-hack'
cask 'java'
cask 'keepingyouawake'
cask 'mactex'
cask 'platypus'
cask 'shiftit'
cask 'vagrant'
cask 'wkhtmltopdf'
