tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/versions'
brew 'ack'
brew 'aspell', args: ['with-lang-en']
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'c-ares'
brew 'gmp'
brew 'coreutils'
brew 'ctags'
brew 'd-bus'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'libtool'
brew 'openssl'
brew 'unixodbc'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'pkg-config'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'freetype'
brew 'little-cms2'
brew 'jbig2dec'
brew 'ghostscript'
brew 'imagemagick'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'pcre'
brew 'git'
brew 'emacs', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick', 'HEAD']
brew 'geoip'
brew 'gitup'
brew 'global'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'graphviz'
brew 'htop-osx'
brew 'libevent'
brew 'libyaml'
brew 'mercurial'
brew 'ngrok'
brew 'node'
brew 'ossp-uuid'
brew 'pandoc'
brew 'platypus'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'rsense'
brew 'the_silver_searcher'
brew 'tmux'
brew 'wget'
brew 'caskroom/cask/brew-cask'
cask 'bettertouchtool'
cask 'caffeine'
cask 'charles'
cask 'chrome-devtools'
cask 'crashlytics'
cask 'disk-inventory-x'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flash'
cask 'font-input'
cask 'gimp'
cask 'google-chrome'
cask 'growl-fork'
cask 'growlnotify'
cask 'heroku-toolbelt'
cask 'hipchat'
cask 'iterm2'
cask 'java'
cask 'keka'
cask 'kensington-trackball-works'
cask 'pgadmin3'
cask 'platypus'
cask 'radiant-player'
cask 'recordit'
cask 'screenhero'
cask 'seashore'
cask 'seil'
cask 'sequel-pro'
cask 'shiftit'
cask 'skype'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'
cask 'vox'
