tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/boneyard'
tap 'homebrew/brewdler'
brew 'ack'
brew 'aspell', args: ['with-lang-en']
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'brew-cask'
brew 'c-ares'
brew 'coreutils'
brew 'ctags'
brew 'd-bus'
brew 'emacs', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick', 'HEAD']
brew 'freetype'
brew 'geoip'
brew 'gettext'
brew 'ghostscript'
brew 'git'
brew 'glib'
brew 'global'
brew 'gmp'
brew 'gnutls'
brew 'go'
brew 'graphviz'
brew 'htop-osx'
brew 'imagemagick'
brew 'jbig2dec'
brew 'jpeg'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libpng'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libyaml'
brew 'little-cms2'
brew 'memcached'
brew 'mercurial'
brew 'nettle'
brew 'ngrok'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'ossp-uuid'
brew 'pandoc'
brew 'pcre'
brew 'phantomjs'
brew 'pkg-config'
brew 'postgresql'
brew 'pow'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'readline'
brew 'redis'
brew 'rsense'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unixodbc'
brew 'wget'
brew 'xz'
cask 'anvil'
cask 'bettertouchtool'
cask 'charles'
cask 'chrome-devtools'
cask 'crashlytics'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flash'
cask 'font-input'
cask 'google-chrome'
cask 'growl-fork'
cask 'growlnotify'
cask 'heroku-toolbelt'
cask 'iterm2'
cask 'java'
cask 'kensington-trackball-works'
cask 'pgadmin3'
cask 'postgres'
cask 'radiant-player'
cask 'recordit'
cask 'skype'
cask 'slack'
