tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "docmunch/pdftk"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
cask "java"
cask "xquartz"
brew "ack"
brew "adns"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "ant"
brew "aspell", args: ["with-lang-en"]
brew "autoconf"
brew "automake"
brew "bash"
brew "brew-cask-completion"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "cntlm", restart_service: true
brew "coreutils"
brew "ctags"
brew "curl"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "doxygen"
brew "ecj"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "pkg-config"
brew "gobject-introspection"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "geoip"
brew "global", args: ["with-ctags", "with-pygments"]
brew "gmp"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "gpg-agent"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "harfbuzz"
brew "hopenpgp-tools"
brew "htop-osx"
brew "xz"
brew "imagemagick"
brew "isl"
brew "libcroco"
brew "libevent"
brew "mpfr"
brew "libmpc"
brew "pango"
brew "librsvg"
brew "libusb-compat"
brew "makedepend"
brew "maven"
brew "memcached", restart_service: true
brew "mupdf-tools"
brew "pandoc"
brew "pdf2json"
brew "plantuml"
brew "platypus"
brew "postgresql", restart_service: true
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "stoken"
brew "stow"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "unixodbc"
brew "w3m"
brew "watchman"
brew "wget"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-ctags", "with-dbus", "with-mailutils", "with-x11"]
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "bettertouchtool"
cask "chrome-devtools"
cask "dropbox"
cask "font-courier-prime"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-hack"
cask "font-source-code-pro"
cask "gimp"
cask "google-chrome"
cask "intel-haxm"
cask "iterm2"
cask "keepingyouawake"
cask "kensington-trackball-works"
cask "keybase"
cask "lastpass"
cask "libreoffice"
cask "mactex"
cask "mysimbl"
cask "platypus"
cask "quip"
cask "slack"
cask "vagrant"
cask "wkhtmltopdf"
cask "zoom"
